{
  "HeaderTitle": {
    "en": "Why Regular Upholstery Cleaning Is a Must for Every Home?",
    "es": "¿Por qué la limpieza regular de tapicería es imprescindible en cada hogar?",
    "ru": "Почему регулярная чистка мягкой мебели необходима в каждом доме?"
  },
  "HeaderDescription": {
    "en": "regular cleaning extends the life of your soft furniture, removes allergens, and restores its original beauty. Discover the benefits of professional upholstery care.",
    "es": "La limpieza regular alarga la vida de tus muebles tapizados, elimina alérgenos y devuelve su belleza original. Descubre los beneficios del cuidado profesional de la tapicería.",
    "ru": "Регулярная чистка продлевает срок службы мягкой мебели, удаляет аллергены и восстанавливает её первоначальную красоту. Откройте для себя преимущества профессионального ухода за обивкой."
  },
  "BookCleaningButton": {
    "en": "Book a cleaning",
    "es": "Reservar una limpieza",
    "ru": "Заказать уборку"
  },
  "ServicesTitle": {
    "en": "Services",
    "es": "Servicios",
    "ru": "Услуги"
  },
  "SofaCleaning": {
    "en": "Sofa Cleaning",
    "es": "Limpieza de sofás",
    "ru": "Чистка диванов"
  },
  "MattressSanitizations": {
    "en": "Mattress sanitization",
    "es": "Desinfección de colchones",
    "ru": "Санитарная обработка матрасов"
  },
  "StainRemoving": {
    "en": "Stain removing",
    "es": "Eliminación de manchas",
    "ru": "Удаление пятен"
  },
  "CarpetWashing": {
    "en": "Carpet washing",
    "es": "Lavado de alfombras",
    "ru": "Стирка ковров"
  },
  "ProfiesTitle": {
    "en": "Trusted Professionals. Modern Methods. Safe Results.",
    "es": "Profesionales de confianza. Métodos modernos. Resultados seguros.",
    "ru": "Надёжные специалисты. Современные методы. Безопасный результат."
  },
  "ProfiesDescription": {
    "en": "Our experienced team uses the latest cleaning technologies and non-toxic, eco-friendly solutions to care for your furniture. We treat every fabric with precision—delivering deep cleans without compromising safety or comfort.",
    "es": "Nuestro equipo experimentado utiliza las últimas tecnologías de limpieza y soluciones no tóxicas y ecológicas para cuidar sus muebles. Tratamos cada tela con precisión, ofreciendo limpiezas profundas sin comprometer la seguridad ni la comodidad.",
    "ru": "Наша опытная команда использует новейшие технологии уборки и нетоксичные, экологически чистые средства для ухода за вашей мебелью. Мы тщательно обрабатываем каждую ткань, обеспечивая глубокую очистку без ущерба для безопасности и комфорта."
  },
  "LocationsTitle": {
    "en": "Serving All of Barcelona and Beyond",
    "es": "Sirviendo a toda Barcelona y más allá",
    "ru": "Обслуживаем всю Барселону и окрестности"
  },
  "LocationsDescription": {
    "en": "Wherever you are in Barcelona or the surrounding areas, our team is ready to bring professional furniture cleaning to your doorstep. Fast response, flexible scheduling, and local expertise you can rely on.",
    "es": "Dondequiera que estés en Barcelona o en las áreas circundantes, nuestro equipo está listo para llevar la limpieza profesional de muebles hasta tu puerta. Respuesta rápida, horarios flexibles y experiencia local en la que puedes confiar.",
    "ru": "Где бы вы ни находились в Барселоне или в ближайших районах, наша команда готова предоставить профессиональную чистку мебели прямо у вашей двери. Быстрый отклик, гибкий график и местный опыт, на который можно положиться."
  }
}
